       $ SET SOURCEFORMAT"FREE"
       IDENTIFICATION DIVISION.
       PROGRAM-ID. FILENAME.
       AUTHOR. INHABER.
       INSTALLATION. @GitHub JoergEm.
       DATE-WRITTEN. DATUM.
       SECURITY.
           **  This program is WITHOUT ANY WARRANTY;
           **  without even the implied warranty of MERCHANTABILITY or
           **  FITNESS FOR A PARTICULAR PURPOSE.

       DATA DIVISION.
       START

       PROCEDURE DIVISION.
           STOP RUN.
